Repository: smaublanc/tide-it
Catalog: Tide It/Localizable.xcstrings
Source language: fr
Languages: de, en, es, hi, it, ja, ko, nl, pt, zh_hans, zh_hant

source: Variation cette heure : ~%@ m
de: Änderung in dieser Stunde: ~%@ m
en: Change this hour: ~%@ m
es: Variación esta hora: ~%@ m
hi: इस घंटे बदलाव: ~%@ मी
it: Variazione in quest'ora: ~%@ m
ja: この1時間の変化：約%@ m
ko: 이번 시간 변동: ~%@ m
nl: Verandering dit uur: ~%@ m
pt: Variação nesta hora: ~%@ m
zh_hans: 本小时变化：~%@ 米
zh_hant: 本小時變化：約 %@ 公尺

source: Ven
de: Fr
en: Fri
es: vie
hi: शुक्र
ja: 金
ko: 금
nl: vr
pt: Sex
zh_hans: 周五
zh_hant: 週五

source: Vent
de: Wind
en: Wind
es: Viento
hi: हवा
it: Vento
ja: 風
ko: 바람
nl: Wind
pt: Vento
zh_hans: 风
zh_hant: 風

source: Vent & marée
de: Wind & Gezeiten
en: Wind & tide
es: Viento y marea
hi: हवा और ज्वार-भाटा
it: Vento e marea
ja: 風＆潮汐
ko: 바람 & 조석
nl: Wind & getij
pt: Vento & maré
zh_hans: 风与潮汐
zh_hant: 風與潮汐

source: Vent en temps réel
de: Echtzeit-Wind
en: Real-time wind
es: Viento en tiempo real
hi: रीयल-टाइम हवा
it: Vento in tempo reale
ja: リアルタイムの風
ko: 실시간 바람
nl: Wind in realtime
pt: Vento em tempo real
zh_hans: 实时风
zh_hant: 即時風

source: Vent et rafales superposés à la courbe de marée
de: Wind und Böen über der Gezeitenkurve
en: Wind and gusts overlaid on the tide curve
es: Viento y rachas superpuestos a la curva de marea
hi: ज्वार कर्व पर हवा और झोंके ओवरले
it: Vento e raffiche sovrapposti alla curva di marea
ja: 潮汐カーブに風と突風を重ねて表示
ko: 조석 곡선에 겹친 바람과 돌풍
nl: Wind en vlagen over de getijdencurve
pt: Vento e rajadas sobrepostos à curva de maré
zh_hans: 叠加在潮汐曲线上的风与阵风
zh_hant: 疊加在潮汐曲線上的風與陣風

source: Vent fort
de: Starker Wind
en: Strong wind
es: Viento fuerte
hi: तेज़ हवा
it: Vento forte
ja: 強風
ko: 강풍
nl: Harde wind
pt: Vento forte
zh_hans: 强风
zh_hant: 強風

source: Vent fort (force 6+)
de: Starker Wind (Stärke 6+)
en: Strong wind (force 6+)
es: Viento fuerte (fuerza 6+)
hi: तेज़ हवा (फ़ोर्स 6+)
it: Vento forte (forza 6+)
ja: 強風（風力6以上）
ko: 강풍 (풍력 6+)
nl: Harde wind (kracht 6+)
pt: Vento forte (força 6+)
zh_hans: 强风（6 级以上）
zh_hant: 強風（6 級以上）

source: Vent fort détecté !
de: Starker Wind erkannt!
en: Strong wind detected!
es: ¡Viento fuerte detectado!
hi: तेज़ हवा का पता चला!
it: Vento forte rilevato!
ja: 強風を検知！
ko: 강풍 감지!
nl: Harde wind gedetecteerd!
pt: Vento forte detetado!
zh_hans: 检测到强风！
zh_hant: 偵測到強風！

source: Vent max
de: Max. Wind
en: Max wind
es: Viento máx
hi: अधिकतम हवा
it: Vento max
ja: 最大風速
ko: 최대 바람
nl: Max. wind
pt: Vento máx.
zh_hans: 最大风
zh_hant: 最大風速

source: Vent maxi
de: Max. Wind
en: Max wind
es: Viento máx.
hi: अधिकतम हवा
it: Vento max
ja: 最大風速
ko: 최대 바람
nl: Max. wind
pt: Vento máx.
zh_hans: 最大风
zh_hant: 最大風速

source: Vent observé
de: Beobachteter Wind
en: Observed wind
es: Viento observado
hi: मापी गई हवा
it: Vento osservato
ja: 実測の風
ko: 관측된 바람
nl: Gemeten wind
pt: Vento observado
zh_hans: 实测风
zh_hant: 實測風

source: Vent temps réel — Balises : Pioupiou (CC-BY) · winds.mobi (Holfuy, FFVL, Romma…) · METAR & bouées NDBC (NOAA) · Weameter. Prévisions de vent : Open-Meteo.
de: Echtzeit-Wind — Windstationen: Pioupiou (CC-BY) · winds.mobi (Holfuy, FFVL, Romma…) · METAR & NDBC-Bojen (NOAA) · Weameter. Windprognosen: Open-Meteo.
en: Real-time wind — Stations: Pioupiou (CC-BY) · winds.mobi (Holfuy, FFVL, Romma…) · METAR & NDBC buoys (NOAA) · Weameter. Wind forecasts: Open-Meteo.
es: Viento en tiempo real — Estaciones: Pioupiou (CC-BY) · winds.mobi (Holfuy, FFVL, Romma…) · METAR y boyas NDBC (NOAA) · Weameter. Previsiones de viento: Open-Meteo.
hi: रीयल-टाइम हवा — स्टेशन: Pioupiou (CC-BY) · winds.mobi (Holfuy, FFVL, Romma…) · METAR और NDBC बॉय (NOAA) · Weameter. हवा के पूर्वानुमान: Open-Meteo.
it: Vento in tempo reale — Stazioni: Pioupiou (CC-BY) · winds.mobi (Holfuy, FFVL, Romma…) · METAR e boe NDBC (NOAA) · Weameter. Previsioni di vento: Open-Meteo.
ja: リアルタイムの風 — 観測所：Pioupiou（CC-BY） · winds.mobi（Holfuy、FFVL、Romma…） · METAR＆NDBCブイ（NOAA） · Weameter。 風の予報：Open-Meteo。
ko: 실시간 바람 — 관측소: Pioupiou (CC-BY) · winds.mobi (Holfuy, FFVL, Romma…) · METAR & NDBC 부이 (NOAA) · Weameter. 바람 예보: Open-Meteo.
nl: Wind in realtime — Meetstations: Pioupiou (CC-BY) · winds.mobi (Holfuy, FFVL, Romma…) · METAR & NDBC-boeien (NOAA) · Weameter. Windverwachtingen: Open-Meteo.
pt: Vento em tempo real — Estações: Pioupiou (CC-BY) · winds.mobi (Holfuy, FFVL, Romma…) · METAR & boias NDBC (NOAA) · Weameter. Previsões de vento: Open-Meteo.
zh_hans: 实时风——监测站：Pioupiou（CC-BY）· winds.mobi（Holfuy、FFVL、Romma…）· METAR 与 NDBC 浮标（NOAA）· Weameter。风力预报：Open-Meteo。
zh_hant: 即時風——觀測站：Pioupiou（CC-BY） · winds.mobi（Holfuy、FFVL、Romma…） · METAR 與 NDBC 浮標（NOAA） · Weameter。 風的預報：Open-Meteo。

source: Vent, marée & météo
de: Wind, Gezeiten & Wetter
en: Wind, tide & weather
es: Viento, marea y tiempo
hi: हवा, ज्वार-भाटा और मौसम
it: Vento, marea e meteo
ja: 風、潮汐＆天気
ko: 바람, 조석 & 날씨
nl: Wind, getij & weer
pt: Vento, maré & meteorologia
zh_hans: 风、潮汐与天气
zh_hant: 風、潮汐與天氣

source: Venteux
de: Windig
en: Windy
es: Ventoso
hi: हवादार
it: Ventoso
ja: 風が強い
ko: 바람 많음
nl: Winderig
pt: Ventoso
zh_hans: 有风
zh_hant: 有風

source: Vide
de: Leer
en: Empty
es: Vacío
hi: खाली
it: Vuoto
ja: 空
ko: 비어 있음
nl: Leeg
pt: Vazio
zh_hans: 空
zh_hant: 空

source: Visibilité
de: Sicht
en: Visibility
es: Visibilidad
hi: विज़िबिलिटी
it: Visibilità
ja: 視程
ko: 가시거리
nl: Zicht
pt: Visibilidade
zh_hans: 能见度
zh_hant: 能見度

source: Visibilité %@
de: Sicht %@
en: Visibility %@
es: Visibilidad %@
hi: विज़िबिलिटी %@
it: Visibilità %@
ja: 視程 %@
ko: 가시거리 %@
nl: Zicht %@
pt: Visibilidade %@
zh_hans: 能见度 %@
zh_hant: 能見度 %@

source: Vitesse du vent
de: Windgeschwindigkeit
en: Wind speed
es: Velocidad del viento
hi: हवा की गति
it: Velocità del vento
ja: 風速
ko: 바람 세기
nl: Windsnelheid
pt: Velocidade do vento
zh_hans: 风速
zh_hant: 風速

source: Vives-eaux
de: Springtide
en: Spring tides
es: Mareas vivas
hi: बड़ी ज्वार
it: Maree vive
ja: 大潮
ko: 대조
nl: Springtij
pt: Marés vivas
zh_hans: 大潮
zh_hant: 大潮

source: Voile
de: Segeln
en: Sailing
es: Vela
hi: सेलिंग
it: Vela
ja: セーリング
ko: 세일링
nl: Zeilen
pt: vela
zh_hans: 帆船
zh_hant: 帆船

source: Voir en mode vent
de: Im Windmodus ansehen
en: View in wind mode
es: Ver en modo viento
hi: हवा मोड में देखें
it: Vedi in modalità vento
ja: 風モードで見る
ko: 바람 모드로 보기
nl: Bekijk in windmodus
pt: Ver em modo vento
zh_hans: 在风模式中查看
zh_hant: 在風模式中查看

source: Voir l'abonnement
de: Abo ansehen
en: See subscription
es: Ver suscripción
hi: सदस्यता देखें
it: Vedi abbonamento
ja: サブスクリプションを見る
ko: 구독 보기
nl: Abonnement bekijken
pt: Ver subscrição
zh_hans: 查看订阅
zh_hant: 查看訂閱

source: Voir la marée de %@
de: Gezeiten von %@ ansehen
en: View the tide for %@
es: Ver la marea de %@
hi: %@ का ज्वार-भाटा देखें
it: Vedi la marea di %@
ja: %@の潮汐を見る
ko: %@의 조석 보기
nl: Bekijk het getij van %@
pt: Ver a maré de %@
zh_hans: 查看 %@ 的潮汐
zh_hant: 查看 %@ 的潮汐

source: Voir les marées
de: Tiden ansehen
en: View tides
es: Ver las mareas
hi: ज्वार-भाटे देखें
it: Vedi le maree
ja: 潮汐を見る
ko: 조석 보기
nl: Getij bekijken
pt: Ver as marés
zh_hans: 查看潮汐
zh_hant: 查看潮汐

source: Voir les marées de ce spot
de: Gezeiten dieses Spots ansehen
en: See this spot's tides
es: Ver las mareas de este spot
hi: इस स्पॉट के ज्वार-भाटे देखें
it: Vedi le maree di questo spot
ja: このスポットの潮汐を見る
ko: 이 스폿의 조석 보기
nl: Bekijk het getij van deze spot
pt: Ver as marés deste spot
zh_hans: 查看此浪点的潮汐
zh_hant: 查看這個浪點的潮汐

source: Votre compagnon marées pour 3 500+ ports dans le monde. Horaires, coefficients, météo et activités nautiques.
de: Ihr Tiden-Begleiter für 3.500+ Häfen weltweit. Tidenzeiten, Koeffizienten, Wetter und Wassersport.
en: Your tide companion for 3,500+ ports worldwide. Tide times, coefficients, weather and water activities.
es: Tu compañero de mareas para más de 3.500 puertos en el mundo. Horarios, coeficientes, tiempo y actividades náuticas.
hi: दुनियाभर के 3,500+ पोर्ट के लिए आपका ज्वार-भाटा साथी। ज्वार समय, गुणांक, मौसम और वॉटर गतिविधियाँ।
it: Il tuo compagno di maree per oltre 3.500 porti nel mondo. Orari, coefficienti, meteo e attività nautiche.
ja: 世界3,500以上の港に対応した潮汐のお供。 潮汐の時刻、係数、天気、ウォーターアクティビティ。
ko: 전 세계 3,500여 개 항구를 위한 조석 동반자. 조석 시각, 계수, 날씨, 수상 액티비티.
nl: Je getijmaatje voor 3.500+ havens wereldwijd. Getijtijden, getijcoëfficiënten, weer en wateractiviteiten.
pt: O teu companheiro de marés para mais de 3 500 portos no mundo. Horários, coeficientes, meteorologia e atividades náuticas.
zh_hans: 你的潮汐伙伴，覆盖全球 3,500+ 个港口。 潮汐时刻、系数、天气与水上活动。
zh_hant: 為全球 3,500+ 個港口打造的潮汐夥伴。 潮汐時刻、潮汐係數、天氣與水上活動。

source: Voulez-vous vraiment supprimer %@ ?
de: Möchten Sie %@ wirklich löschen?
en: Are you sure you want to delete %@?
es: ¿Seguro que quieres eliminar %@?
hi: क्या आप वाकई %@ को हटाना चाहते हैं?
it: Vuoi davvero eliminare %@?
ja: 本当に%@を削除しますか？
ko: %@을(를) 정말 삭제하시겠어요?
nl: Weet je zeker dat je %@ wilt verwijderen?
pt: Queres mesmo eliminar %@?
zh_hans: 确定要删除 %@ 吗？
zh_hant: 確定要刪除 %@ 嗎？

source: vs réel
de: vs. real
en: vs actual
es: vs real
hi: बनाम वास्तविक
it: vs reale
ja: vs 実測
ko: vs 실측
nl: vs echt
pt: vs real
zh_hans: vs 实测
zh_hant: vs 實測

source: Weather
de: Wetter
es: Tiempo
hi: मौसम
it: Meteo
ja: 天気
ko: 날씨
nl: Weer
zh_hans: 天气
zh_hant: 天氣

source: Week-end
de: Wochenende
es: Fin de semana
hi: वीकेंड
ja: 週末
ko: 주말
pt: Fim de semana
zh_hans: 周末
zh_hant: 週末

source: Position
en: Location
es: Posición
hi: लोकेशन
it: Posizione
ja: 位置
ko: 위치
nl: Locatie
pt: Localização
zh_hans: 位置
zh_hant: 位置

source: Max
es: Máx
hi: अधिकतम
ja: 最大
ko: 최대
pt: Máx
zh_hans: 最大
zh_hant: 最大

source: Min
es: Mín
hi: न्यूनतम
ja: 最小
ko: 최소
pt: Mín
zh_hans: 最小
zh_hant: 最小

source: USA
es: EE. UU.
ja: アメリカ
ko: 미국
nl: VS
pt: EUA
zh_hans: 美国
zh_hant: 美國

source: Version
es: Versión
hi: वर्शन
it: Versione
ja: バージョン
ko: 버전
nl: Versie
pt: Versão
zh_hans: 版本
zh_hant: 版本

source: Vibration
es: Vibración
hi: वाइब्रेशन
it: Vibrazione
ja: バイブレーション
ko: 진동
nl: Trilling
pt: Vibração
zh_hans: 震动
zh_hant: 震動

source: · %lld s
hi: · %lld से
ja: · %lld 秒
ko: · %lld초
zh_hans: · %lld 秒
zh_hant: · %lld 秒

source: %lld s
hi: %lld से
ja: %lld 秒
ko: %lld초
zh_hans: %lld 秒
zh_hant: %lld 秒

source: %lldh
hi: %lldघं
ja: %lld時間
ko: %lld시간
nl: %lldu
zh_hans: %lld 小时
zh_hant: %lld 小時

source: %lldmin
hi: %lldमिनट
ja: %lld分
ko: %lld분
zh_hans: %lld 分钟
zh_hant: %lld 分鐘

source: Beach break
hi: बीच ब्रेक
ja: ビーチブレイク
ko: 비치 브레이크
zh_hans: 沙滩浪点
zh_hant: 沙灘型浪點

source: Beaufort
hi: ब्यूफ़ोर्ट
ja: ビューフォート
ko: 보퍼트
zh_hans: 蒲福风级
zh_hant: 蒲福風級

source: coef
hi: गुणांक
ja: 係数
ko: 계수
nl: coëf
zh_hans: 系数
zh_hant: 係數

source: Coef
hi: गुणांक
ja: 係数
ko: 계수
nl: Coëf
zh_hans: 系数
zh_hant: 係數

source: Double overhead
hi: डबल ओवरहेड
ja: ダブルオーバーヘッド
ko: 더블 오버헤드
zh_hans: 两倍齐头高
zh_hant: 雙倍過頭高

source: F%lld Beaufort
hi: F%lld ब्यूफ़ोर्ट
ja: F%lld ビューフォート
ko: 보퍼트 F%lld
zh_hans: 蒲福 %lld 级
zh_hant: 蒲福 F%lld 級

source: h
hi: घं
ja: 時
ko: 시
nl: u
zh_hans: 时
zh_hant: 時

source: Le vent observé par la balise la plus proche, pas juste une prévision
hi: सबसे पास के मौसम स्टेशन से मापी गई हवा, सिर्फ़ पूर्वानुमान नहीं
ja: 最寄りの観測所が実測した風、ただの予報ではありません
ko: 가장 가까운 관측소가 관측한 바람, 단순 예보가 아니에요
zh_hans: 由最近监测站实测的风，而不只是预报
zh_hant: 最近觀測站實測的風，而不只是預報

source: Live Activity & Dynamic Island
hi: Live Activity और Dynamic Island
ja: ライブアクティビティ＆Dynamic Island
ko: 라이브 액티비티 & Dynamic Island
zh_hans: 实时活动与灵动岛
zh_hant: 即時動態與動態島

source: m
hi: मी
zh_hans: 米
zh_hant: 公尺

source: min
hi: मिनट
ja: 分
ko: 분
zh_hans: 分
zh_hant: 分

source: N
hi: उ
ja: 北
zh_hans: 北
zh_hant: 北

source: Normal
hi: सामान्य
it: Normale
ja: 標準
ko: 보통
nl: Normaal
zh_hans: 正常
zh_hant: 一般

source: OK
hi: ठीक है
ko: 확인
zh_hans: 好
zh_hant: 好

source: Point break
hi: पॉइंट ब्रेक
ja: ポイントブレイク
ko: 포인트 브레이크
zh_hans: 岬角浪点
zh_hant: 定點型浪點

source: Reef break
hi: रीफ़ ब्रेक
ja: リーフブレイク
ko: 리프 브레이크
zh_hans: 礁石浪点
zh_hant: 礁岩型浪點

source: Ref: %@
hi: रेफ़: %@
it: Rif.: %@
ja: 基準：%@
ko: 기준: %@
zh_hans: 参考：%@
zh_hant: 參考：%@

source: S
hi: द
ja: 南
nl: Z
zh_hans: 南
zh_hant: 南

source: Wing foil
hi: विंगफ़ॉइल
ja: ウイングフォイル
ko: 윙포일
zh_hans: Wing 水翼
zh_hant: Wing 水翼

source: Kitefoil
ja: カイトフォイル
ko: 카이트포일
zh_hans: 风筝水翼
zh_hant: 風箏水翼

source: Live Activity
ja: ライブアクティビティ
ko: 라이브 액티비티
zh_hans: 实时活动
zh_hant: 即時動態

source: Premium
ja: プレミアム
ko: 프리미엄
zh_hans: 高级会员

source: Tide It Premium
ja: Tide It プレミアム
ko: Tide It 프리미엄
zh_hans: Tide It 高级会员

source: Wing
ja: ウイング
ko: 윙

source: Go %lld%%
ko: 출발 %lld%%
zh_hans: 出航 %lld%%
zh_hant: 出發 %lld%%

source: Dynamic Island
zh_hans: 灵动岛
zh_hant: 動態島
